{
  "content":[{  
  "template":"speakers",
  "macro":"standard",
  "arguments":{ 
      "speakers":[{
                  "name":"Yousra El Hassan",
                  "id":1,
                  "year":"Freshmen",
                  "origin":"Sudan",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Hey there! I’m Yousra El Hassan and I’m from (now North) Sudan but was raised right here in Abu Dhabi. I’m part of the TEDxNYUAD team because I love seeing things come together and writing up emails, both of which I’m currently enjoying plenty of. I drink a whole lot of 7-UP even though it murdered my laptop, I eat my pizza with broccoli on the side, I have the spelling level of a 5th grader and I love the sound of scissors cutting through paper.</p>"
                },
                {
                  "name":"Sangeetha Mahadevan",
                  "id":2,
                  "year":"Sophomore",
                  "origin":"India",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Hey! I am Sangeetha. Quick facts about me. I love music, people, and making people laugh (even though I'm not good at that). TEDx is a huge part of my heart as there is something very special about hearing the people you know share their stories. Also, I love ice cream. No, it's actually a serious problem.</p>"
                },
                {
                  "name":"Samuel Ridgeway",
                  "id":3,
                  "year":"Senior",
                  "origin":"UK",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>After the privilege of speaking at the inaugural TEDxNYUAD conference, Sam now has the pleasure of organising the 2016 conference. Sam loves that he gets to provide a platform for the NYUAD community to share their stories.For his biology research project, Sam works with falcons… and collects their poo! He also has a passion filmmaking and aspires to have a career in science communication. Sam hopes you enjoy the talks!</p>"
                },
                {
                  "name":"Frederik Brinck Jensen",
                  "id":4,
                  "year":"Sophomore",
                  "origin":"",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p></p>"
                },
                {
                  "name":"Shujaat Mirza",
                  "id":5,
                  "year":"Sophomore",
                  "origin":"Pakistan",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Hey there! I’m Shujaat from Pakistan. Born and raised in the country, I went on to live in Islamabad for a couple of years before joining NYUAD. I am majoring in Computer Science with a concentration in Interactive Media. I am part of TEDxNYUAD because of the inspiration I felt upon hearing some of the stories at last year’s event. In my spare time, I like writing code, flying kites and watching cricket.</p>"
                },
                {
                  "name":"Harshini Karunaratne",
                  "id":6,
                  "year":"",
                  "origin":"Sri Lanka/Peru",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Hi there! I’m Harshini, an Asian-Latino with a passion for photography. Born and raised in Sri Lanka, but I am also half Peruvian. Last year, I helped on marketing and logistics for the inaugral TEDxNYUAD. This year I am part of the Leadership team and coordingaing with speakers in New York! I’m someone who’s nocturnal and so I go to sleep really late but at the same time there never seems to be enough hours in a day. Two things I really love is the sound of birds chirping in the morning, and being part of TEDxNYUAD!</p>"
                },
                {
                  "name":"Theodore Tenev",
                  "id":7,
                  "year":"Freshmen",
                  "origin":"Bulgaria",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Theodore was born and raised in Bulgaria, where he attended an international school. Currently he is pursuing a Computer Science degree in New York University, Abu Dhabi. Theodore’s personal passion is information security, while hobbies include playing tennis and golf, as well as watching all genres of movies. </p>"
                },
                {
                  "name":"Mia Averianova",
                  "id":8,
                  "year":"Freshmen",
                  "origin":"Ukraine",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Hello there! My name is Mia. Born in Kiev, Ukraine, I now live in a beautiful country Slovenia. Before coming to NYUAD to pursue an Economics major, I was part of multiple Slovene music ensembles. I always travel with a book of Pushkin’s poems, I am a neat freak, and I eat my cereal with hot (has to be hot) almond milk. I’m part of TEDxNYUAD because I want to help NYUAD students create and share their inspiring stories. In my spare time I enjoy watching musicals, hiking with my dogs and reading as many articles on psychology of human relationships as I can find.</p>"
                },
                {
                  "name":"Maitha AlMemari",
                  "id":9,
                  "year":"Sophomore",
                  "origin":"UAE",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Yo, my name is Maitha AlMemari, I am from Abu Dhabi and I am a NYUAD sophomore majoring in Social Research and Public Policy. I was a TEDx speaker last year which was a great rewarding experience that I was not ready to let go of, so this year I am on the other side of the table and helping with organising the event as well as working with speakers. My passions vary from donuts to environmental law and during my spare time I enjoy checking out the latest space exploration technologies and plan ways to go to the moon.</p>"
                },
               {
                  "name":"Safa Kashaf",
                  "id":10,
                  "year":"Sophomore",
                  "origin":"Pakistan",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>My name is Safa Kashaf. I am currently a sophomore studying Civil Engineering with a concentration in The Environment. My ultimate dream is to one day go to law school and study Energy and Environmental Law and Policy. I'm a die hard Brazilian football fan, a huge supporter of breakfast in bed and love reading historical fiction and watching crime shows. I'm passionate about debate, public speaking and story telling and hope that in my time with TEDxNYUAD I can inspire those around me to find their voice and share their unique stories, skills and perspectives.</p>"
                },
               {
                  "name":"Jovan Jovancevic",
                  "id":11,
                  "year":"Sophomore",
                  "origin":"Montenegro",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Jovan is a sophomore computer engineering student at NYUAD. Born in Serbia and raised in Montenegro, Jovan spent two years in Slovenia before coming to Abu Dhabi. Upon coming to NYUAD, he engaged in a handful of activities, among which are the work in synthetic biology and the work in underwater drone technology. Other than that, Jovan is a passionate chess player and last April he gave a TEDx talk on blindfold chess. Rumors are he actually does that in spare time! Jovan enjoys football and sometimes eats nutella and cheese. Other than that, he is a good guy.</p>"
                },
                {
                  "name":"Lauren You",
                  "id":12,
                  "year":"",
                  "origin":"South Korea",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>Hi, my name is Lauren You. I’m from Seoul but have spent almost half of my life in Penang and Beijing. I like doing the most random things in my free time including (but not limited to) looking at stars, standing in the breeze, and listening to ocean waves! I value the little things in life and believe in learning through experience. With that said, TEDx makes me appreciate life more by bringing my attention to the simple but meaningful aspects of life as well as introducing me to novel and creative ideas.</p>"
                },
            {
                  "name":"William Young",
                  "id":13,
                  "year":"",
                  "origin":"Australia",
                  "srcScreen":"/images/team/module/adam.jpg",
                  "srcThumb":"/images/team/module/adam-thumb.jpg",
                  "topic":"",
                  "text":"<p>William Young, a Mechanical Engineering student from Australia has been involved in various projects and leadership roles with NYUAD and UAE organisations! He is an enthusiastic basketball player, cyclist and runner and was awarded the Al Khayr Award for Healthy Living for encouraging others to embrace a healthy lifestyle. William enjoys his current Residential Assistant, TEDxNYUAD and Google Student Club roles as he appreciates the personal development and opportunity to contribute back to the community.</p>"
                },
            {
              "name":"Stephen Kho",
              "id":14,
              "year":"Sophomore",
              "origin":"The Netherlands",
              "srcScreen":"/images/team/module/stephen.jpg",
              "srcThumb":"/images/team/module/stephen-thumb.jpg",
              "topic":"",
              "text":"<p>Hi there! My name is Stephen, I was born and raised in Amsterdam, the Netherlands. Being part of TEDxNYU's Global Ops team has shown me what an impact TEDx can have on our communities (and beyond), which is why I joined the TEDxNYUAD team! I'm particularly good at putting together IKEA furniture and love the sound of a tennis ball scratching the net. </p>"
            },
            {
              "name":"Neel Vohra",
              "id":15,
              "year":"Sophomore",
              "origin":"The Netherlands",
              "srcScreen":"/images/team/module/stephen.jpg",
              "srcThumb":"/images/team/module/stephen-thumb.jpg",
              "topic":"",
              "text":"<p></p>"
            }]
        }
    },
    { "template":"panorama",
      "macro":"standard",
      "arguments":{
                "src":"venue.jpg",
                "text":"<h4>Venue</h4>TEDxNYUAD 2015 will take place in the modern Conference Center at the new campus of New York University Abu Dhabi."
                }
    }]
}